"Numbers" = "數字";"Preprocessor" = "前置處理器";"SingleComment" = "// 註解";"Comment" = "/* 註解 */";"JavadocComment" = "/** Javadoc 註解 **/";"Keywords" = "關鍵字";"Characters" = "字元";"FunctionRegex" = "函式呼叫";"Base" = "基礎";"Keywords 2" = "類別";"String" = "*字串*";